print('Добро пожаловать в квест! ')
print('Вы играете за колобка ')
print('Вы идете по лесу и перед вами 3 дороги:1,2,3 ')
print('Вам нужно выбраться из леса')
v1 = input()
if v1 == '3':
    print('Не повезло, не повезло перед вами волк конец игры')
if v1 == '2':
    print('Вы пошли по 2 тропинке. Вы встечаете голодного медведя. GG ')
if v1 == '1':
    print('Вы пошли по 1 тропинке. Вы встречаете зайца ')
    print('К счатью он не ест хлеб')
    print('Вы встретили лису(дела плохи)')
    print('Вам нужно обманом уйти от нее')
    print('Сказать что вы заразный 1, сказать что вы грязный 2')
    v2 = input()
    if v2 == '2':
     print('К сожалению ей всеравно вам конец')
    elif v2 =='1':
     print('О повезло, повезло она испугалась. Дальше выход из леса ураа!!!!!')

